Revit 2027 API
ParameterTypeId.BrOrgFilter Property
 "Filter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BrOrgFilter { get; }
Public Shared ReadOnly Property BrOrgFilter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BrOrgFilter {
	ForgeTypeId^ get ();
}
static member BrOrgFilter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace